Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: Add a document
ar: أضف مستنداً
ar_ps: ضيف وثيقة
el: Προσθήκη εγγράφου
es: Añadir un documento
fa: یک سند اضافه کنید
fr: Ajouter un document
id: Tambahkan dokumen
it: Aggiungi un documento
ja: 書類を追加
ro: Adaugă un document
th: เพิ่มเอกสาร
tr: Bir belge ekle
zh: 添加文件

source: Add a neighbourhood.
ar: أضف حياً.
ar_ps: ضيف حي.
el: Προσθέστε μια γειτονιά.
es: Añade un barrio.
fa: یک محله اضافه کنید.
fr: Ajoutez un quartier.
id: Tambahkan lingkungan.
it: Aggiungi un quartiere.
ja: 地区を追加してください。
ro: Adaugă un cartier.
th: เพิ่มย่าน
tr: Bir mahalle ekle.
zh: 添加街区。

source: Add a passkey
ar: أضف مفتاح مرور
ar_ps: ضيف مفتاح مرور
el: Προσθήκη passkey
es: Añadir una clave de acceso
fa: افزودن گذرکلید
fr: Ajouter une clé d'accès
id: Tambahkan passkey
it: Aggiungi una passkey
ja: パスキーを追加
ro: Adaugă o cheie de acces
th: เพิ่มพาสคีย์
tr: Geçiş anahtarı ekle
zh: 添加通行密钥

source: Add a travel window
ar: أضف نافذة سفر
ar_ps: ضيف فترة سفر
el: Προσθήκη χρονικού παραθύρου ταξιδιού
es: Añadir una ventana de viaje
fa: افزودن بازه سفر
fr: Ajouter une période de voyage
id: Tambahkan jendela perjalanan
it: Aggiungi una finestra di viaggio
ja: 旅行期間を追加
ro: Adaugă o fereastră de călătorie
th: เพิ่มช่วงเวลาเดินทาง
tr: Bir seyahat aralığı ekle
zh: 添加出行时段

source: Add a video
ar: أضف فيديو
ar_ps: ضيف فيديو
el: Προσθήκη βίντεο
es: Añadir un vídeo
fa: افزودن ویدیو
fr: Ajouter une vidéo
id: Tambahkan video
it: Aggiungi un video
ja: 動画を追加
ro: Adaugă un videoclip
th: เพิ่มวิดีโอ
tr: Bir video ekle
zh: 添加视频

source: Add an active listing first — a swap needs two homes.
ar: أضف عرضاً نشطاً أولاً — يحتاج التبادل إلى منزلين.
ar_ps: ضيف إعلان شغّال الأول — التبديل بدّه بيتين.
el: Προσθέστε πρώτα μια ενεργή καταχώριση — μια ανταλλαγή χρειάζεται δύο σπίτια.
es: Añade primero un anuncio activo — un intercambio necesita dos casas.
fa: ابتدا یک آگهی فعال اضافه کنید — مبادله به دو خانه نیاز دارد.
fr: Ajoutez d'abord une annonce active — un échange nécessite deux logements.
id: Tambahkan listing aktif dulu — tukaran butuh dua rumah.
it: Aggiungi prima un annuncio attivo — uno scambio richiede due case.
ja: まず公開中のリスティングを追加してください。スワップには2軒の住まいが必要です。
ro: Adaugă mai întâi un anunț activ — un schimb are nevoie de două locuințe.
th: เพิ่มรายการที่ใช้งานอยู่ก่อน — การแลกเปลี่ยนต้องมีสองบ้าน
tr: Önce aktif bir ilan ekle — bir takas iki ev gerektirir.
zh: 请先添加一个有效房源——互换需要两个家。

source: Add an email to auto-match the invite when they sign up, or leave it blank for an open link anyone can use.
ar: أضف بريداً إلكترونياً لمطابقة الدعوة تلقائياً عند تسجيلهم، أو اتركه فارغاً لرابط مفتوح يمكن لأي شخص استخدامه.
ar_ps: ضيف إيميل عشان الدعوة تتطابق لحالها لمّا يسجّلوا، أو اتركه فاضي عشان رابط مفتوح أي حدا يقدر يستخدمه.
el: Προσθέστε ένα email για αυτόματη αντιστοίχιση της πρόσκλησης κατά την εγγραφή, ή αφήστε το κενό για ανοιχτό σύνδεσμο που μπορεί να χρησιμοποιήσει οποιοσδήποτε.
es: Añade un correo para vincular la invitación automáticamente cuando se registren, o déjalo en blanco para un enlace abierto que cualquiera pueda usar.
fa: یک ایمیل اضافه کنید تا هنگام ثبت‌نام دعوت به‌طور خودکار تطبیق داده شود، یا برای یک لینک باز که هر کسی می‌تواند استفاده کند، آن را خالی بگذارید.
fr: Ajoutez un e-mail pour associer automatiquement l'invitation lors de l'inscription, ou laissez vide pour un lien ouvert utilisable par tous.
id: Tambahkan email untuk mencocokkan undangan otomatis saat mereka mendaftar, atau biarkan kosong untuk tautan terbuka yang bisa dipakai siapa saja.
it: Aggiungi un'email per abbinare automaticamente l'invito alla registrazione, oppure lascia vuoto per un link aperto utilizzabile da chiunque.
ja: メールアドレスを追加すると登録時に招待が自動でマッチします。空欄のままにすると、誰でも使えるオープンなリンクになります。
ro: Adaugă un e-mail pentru a potrivi automat invitația la înscriere sau lasă-l necompletat pentru un link deschis pe care îl poate folosi oricine.
th: เพิ่มอีเมลเพื่อจับคู่คำเชิญอัตโนมัติเมื่อพวกเขาสมัคร หรือเว้นว่างไว้สำหรับลิงก์เปิดที่ใครก็ใช้ได้
tr: Kaydolduklarında daveti otomatik eşleştirmek için bir e-posta ekle veya herkesin kullanabileceği açık bir bağlantı için boş bırak.
zh: 填写邮箱，对方注册时自动匹配邀请；留空则生成任何人可用的开放链接。

source: Add another document
ar: أضف مستنداً آخر
ar_ps: ضيف وثيقة تانية
el: Προσθήκη άλλου εγγράφου
es: Añadir otro documento
fa: افزودن سند دیگر
fr: Ajouter un autre document
id: Tambahkan dokumen lain
it: Aggiungi un altro documento
ja: 別の書類を追加
ro: Adaugă alt document
th: เพิ่มเอกสารอีกฉบับ
tr: Başka bir belge ekle
zh: 添加另一个文件

source: Add another passkey
ar: أضف مفتاح مرور آخر
ar_ps: ضيف مفتاح مرور تاني
el: Προσθήκη άλλου passkey
es: Añadir otra clave de acceso
fa: افزودن گذرکلید دیگر
fr: Ajouter une autre clé d'accès
id: Tambahkan passkey lain
it: Aggiungi un'altra passkey
ja: 別のパスキーを追加
ro: Adaugă altă cheie de acces
th: เพิ่มพาสคีย์อีกอัน
tr: Başka bir geçiş anahtarı ekle
zh: 添加另一个通行密钥

source: Add co-travelers
ar: أضف رفاق سفر
ar_ps: ضيف رفقاء سفر
el: Προσθήκη συνταξιδιωτών
es: Añadir acompañantes
fa: افزودن همسفران
fr: Ajouter des compagnons de voyage
id: Tambahkan teman perjalanan
it: Aggiungi co-viaggiatori
ja: 同行者を追加
ro: Adaugă co-călători
th: เพิ่มเพื่อนร่วมเดินทาง
tr: Yol arkadaşı ekle
zh: 添加同行者

source: Add more
ar: أضف المزيد
ar_ps: ضيف أكتر
el: Προσθήκη περισσότερων
es: Añadir más
fa: افزودن بیشتر
fr: Ajouter plus
id: Tambah lagi
it: Aggiungi altre
ja: さらに追加
ro: Adaugă mai multe
th: เพิ่มเติม
tr: Daha fazla ekle
zh: 添加更多

source: Add more photos
ar: أضف المزيد من الصور
ar_ps: ضيف صور أكتر
el: Προσθήκη περισσότερων φωτογραφιών
es: Añadir más fotos
fa: افزودن عکس‌های بیشتر
fr: Ajouter plus de photos
id: Tambahkan lebih banyak foto
it: Aggiungi altre foto
ja: 写真をさらに追加
ro: Adaugă mai multe fotografii
th: เพิ่มรูปภาพ
tr: Daha fazla fotoğraf ekle
zh: 添加更多照片

source: Add photo
ar: أضف صورة
ar_ps: ضيف صورة
el: Προσθήκη φωτογραφίας
es: Añadir foto
fa: افزودن عکس
fr: Ajouter une photo
id: Tambahkan foto
it: Aggiungi foto
ja: 写真を追加
ro: Adaugă fotografie
th: เพิ่มรูปภาพ
tr: Fotoğraf ekle
zh: 添加照片

source: Add photos
ar: أضف صوراً
ar_ps: ضيف صور
el: Προσθήκη φωτογραφιών
es: Añadir fotos
fa: افزودن عکس‌ها
fr: Ajouter des photos
id: Tambahkan foto
it: Aggiungi foto
ja: 写真を追加
ro: Adaugă fotografii
th: เพิ่มรูปภาพ
tr: Fotoğraf ekle
zh: 添加照片

source: Add proof, earn a trust badge
ar: أضف إثباتاً واكسب شارة ثقة
ar_ps: ضيف إثبات، واكسب شارة ثقة
el: Προσθέστε αποδείξεις, κερδίστε σήμα εμπιστοσύνης
es: Añade pruebas y consigue una insignia de confianza
fa: مدرک اضافه کنید، نشان اعتماد بگیرید
fr: Ajoutez une preuve, gagnez un badge de confiance
id: Tambahkan bukti, dapatkan lencana kepercayaan
it: Aggiungi una prova, ottieni un badge di fiducia
ja: 証明を追加して信頼バッジを獲得
ro: Adaugă o dovadă, obține o insignă de încredere
th: เพิ่มหลักฐาน รับตราความน่าเชื่อถือ
tr: Kanıt ekle, güven rozeti kazan
zh: 添加证明，获得信任徽章

source: Add your home's photos first — we read the location from them where possible and draft the description for you. You confirm and tweak everything in the next steps.
ar: أضف صور منزلك أولاً — نقرأ الموقع منها حيثما أمكن ونكتب لك مسودة الوصف. تؤكد كل شيء وتعدّله في الخطوات التالية.
ar_ps: ضيف صور بيتك الأول — منقرأ منها الموقع لمّا نقدر ومنكتب لك الوصف. إنت بتأكّد وبتعدّل كل إشي بالخطوات الجاية.
el: Προσθέστε πρώτα τις φωτογραφίες του σπιτιού σας — διαβάζουμε την τοποθεσία από αυτές όπου είναι δυνατό και συντάσσουμε την περιγραφή για εσάς. Επιβεβαιώνετε και προσαρμόζετε τα πάντα στα επόμενα βήματα.
es: Añade primero las fotos de tu casa — cuando es posible, leemos la ubicación a partir de ellas y redactamos la descripción por ti. Tú confirmas y ajustas todo en los siguientes pasos.
fa: ابتدا عکس‌های خانه‌تان را اضافه کنید — در صورت امکان موقعیت را از آن‌ها می‌خوانیم و توضیحات را برایتان پیش‌نویس می‌کنیم. شما همه چیز را در مراحل بعدی تأیید و تنظیم می‌کنید.
fr: Ajoutez d'abord les photos de votre logement — nous y lisons la localisation lorsque c'est possible et rédigeons la description pour vous. Vous confirmez et ajustez tout aux étapes suivantes.
id: Tambahkan foto rumah Anda dulu — bila memungkinkan kami baca lokasinya dan buatkan draf deskripsinya. Anda konfirmasi dan sesuaikan semuanya di langkah berikutnya.
it: Aggiungi prima le foto della tua casa — quando possibile ne deduciamo la posizione e prepariamo una bozza della descrizione. Confermi e modifichi tutto nei passaggi successivi.
ja: まず住まいの写真を追加してください。可能な場合は写真から場所を読み取り、説明文の下書きを作成します。次のステップですべて確認・調整できます。
ro: Adaugă mai întâi fotografiile locuinței tale — citim locația din ele unde este posibil și redactăm descrierea pentru tine. Confirmi și ajustezi totul în pașii următori.
th: เพิ่มรูปบ้านของคุณก่อน — เราจะอ่านตำแหน่งจากรูปเหล่านั้นเมื่อทำได้ และร่างคำอธิบายให้คุณ คุณยืนยันและปรับแต่งทุกอย่างได้ในขั้นตอนถัดไป
tr: Önce evinin fotoğraflarını ekle — mümkünse konumu fotoğraflardan okuyup açıklamayı senin için taslak hâline getiririz. Sonraki adımlarda her şeyi onaylar ve ince ayar yaparsın.
zh: 请先添加你家的照片——我们会尽可能从中识别位置，并为你起草描述。后续步骤中你可确认并调整一切。

source: Address
ar: العنوان
ar_ps: العنوان
el: Διεύθυνση
es: Dirección
fa: آدرس
fr: Adresse
id: Alamat
it: Indirizzo
ja: 住所
ro: Adresă
th: ที่อยู่
tr: Adres
zh: 地址

source: Adjust Filters
ar: ضبط عوامل التصفية
ar_ps: عدّل الفلاتر
el: Προσαρμογή φίλτρων
es: Ajustar filtros
fa: تنظیم فیلترها
fr: Ajuster les filtres
id: Sesuaikan Filter
it: Modifica i filtri
ja: フィルターを調整
ro: Ajustează filtrele
th: ปรับตัวกรอง
tr: Filtreleri Ayarla
zh: 调整筛选

source: Admin
ar: المشرف
ar_ps: المسؤول
el: Διαχειριστής
es: Administración
fa: مدیر
ja: 管理者
ro: Administrare
th: ผู้ดูแลระบบ
tr: Yönetici
zh: 管理员

source: Air conditioning
ar: تكييف الهواء
ar_ps: تكييف
el: Κλιματισμός
es: Aire acondicionado
fa: تهویه مطبوع
fr: Climatisation
id: AC
it: Aria condizionata
ja: エアコン
ro: Aer condiționat
th: เครื่องปรับอากาศ
tr: Klima
zh: 空调

source: All
ar: الكل
ar_ps: الكل
el: Όλα
es: Todos
fa: همه
fr: Tout
id: Semua
it: Tutti
ja: すべて
ro: Toate
th: ทั้งหมด
tr: Tümü
zh: 全部

source: Allow location access to prefill your home details.
ar: اسمح بالوصول إلى الموقع لتعبئة تفاصيل منزلك مسبقاً.
ar_ps: اسمح بالوصول للموقع عشان نعبّي تفاصيل بيتك تلقائياً.
el: Επιτρέψτε την πρόσβαση στην τοποθεσία για προσυμπλήρωση των στοιχείων του σπιτιού σας.
es: Permite el acceso a la ubicación para rellenar los datos de tu casa.
fa: برای پر کردن خودکار جزئیات خانه‌تان، دسترسی به موقعیت را مجاز کنید.
fr: Autorisez l'accès à la localisation pour préremplir les détails de votre logement.
id: Izinkan akses lokasi untuk mengisi otomatis detail rumah Anda.
it: Consenti l'accesso alla posizione per precompilare i dettagli della tua casa.
ja: 位置情報へのアクセスを許可して住まいの詳細を自動入力します。
ro: Permite accesul la locație pentru a precompleta detaliile locuinței tale.
th: อนุญาตการเข้าถึงตำแหน่งเพื่อกรอกรายละเอียดบ้านล่วงหน้า
tr: Ev bilgilerini önceden doldurmak için konum erişimine izin ver.
zh: 允许定位访问，以自动填写你家的信息。

source: Almost there
ar: أوشكت على الانتهاء
ar_ps: ضليّت شوي
el: Σχεδόν τελειώσατε
es: Ya casi está
fa: تقریباً تمام شد
fr: Presque terminé
id: Hampir selesai
it: Ci siamo quasi
ja: あと少しです
ro: Aproape gata
th: ใกล้เสร็จแล้ว
tr: Neredeyse tamam
zh: 就快好了

source: Already have an account? Sign in
ar: لديك حساب بالفعل؟ سجّل الدخول
ar_ps: عندك حساب؟ سجّل دخول
el: Έχετε ήδη λογαριασμό; Συνδεθείτε
es: ¿Ya tienes cuenta? Inicia sesión
fa: قبلاً حساب دارید؟ وارد شوید
fr: Vous avez déjà un compte ? Connectez-vous
id: Sudah punya akun? Masuk
it: Hai già un account? Accedi
ja: すでにアカウントをお持ちですか？ サインイン
ro: Ai deja un cont? Conectează-te
th: มีบัญชีอยู่แล้ว? เข้าสู่ระบบ
tr: Zaten hesabın var mı? Giriş yap
zh: 已有账号？登录

source: Amount
ar: المبلغ
ar_ps: المبلغ
el: Ποσό
es: Importe
fa: مبلغ
fr: Montant
id: Jumlah
it: Importo
ja: 金額
ro: Sumă
th: จำนวน
tr: Tutar
zh: 金额

source: Anonymous
ar: مجهول
ar_ps: مجهول
el: Ανώνυμος
es: Anónimo
fa: ناشناس
fr: Anonyme
id: Anonim
it: Anonimo
ja: 匿名
ro: Anonim
th: ไม่ระบุชื่อ
tr: Anonim
zh: 匿名

source: Anonymous host
ar: مضيف مجهول
ar_ps: مستضيف مجهول
el: Ανώνυμος οικοδεσπότης
es: Anfitrión anónimo
fa: میزبان ناشناس
fr: Hôte anonyme
id: Tuan rumah anonim
it: Host anonimo
ja: 匿名ホスト
ro: Gazdă anonimă
th: เจ้าของที่พักไม่ระบุชื่อ
tr: Anonim ev sahibi
zh: 匿名房东

source: Anything you'd like to add? (optional)
ar: هل تود إضافة شيء؟ (اختياري)
ar_ps: بدّك تضيف إشي؟ (اختياري)
el: Θέλετε να προσθέσετε κάτι; (προαιρετικό)
es: ¿Quieres añadir algo? (opcional)
fa: چیزی می‌خواهید اضافه کنید؟ (اختیاری)
fr: Quelque chose à ajouter ? (facultatif)
id: Ada yang ingin Anda tambahkan? (opsional)
it: Vuoi aggiungere qualcosa? (facoltativo)
ja: 他に追加したいことはありますか？（任意）
ro: Vrei să adaugi ceva? (opțional)
th: มีอะไรอยากเพิ่มเติมไหม? (ไม่บังคับ)
tr: Eklemek istediğin bir şey var mı? (isteğe bağlı)
zh: 还有什么想补充的吗？（可选）

source: Anywhere
ar: أي مكان
ar_ps: أي مكان
el: Οπουδήποτε
es: Cualquier lugar
fa: هر کجا
fr: Partout
id: Di mana saja
it: Ovunque
ja: どこでも
ro: Oriunde
th: ที่ใดก็ได้
tr: Her yer
zh: 任何地方

source: Apple sign-in failed. Try again.
ar: فشل تسجيل الدخول عبر Apple. حاول مرة أخرى.
ar_ps: فشل تسجيل الدخول بـ Apple. جرّب كمان مرة.
el: Η σύνδεση με Apple απέτυχε. Δοκιμάστε ξανά.
es: El inicio de sesión con Apple falló. Inténtalo de nuevo.
fa: ورود با Apple ناموفق بود. دوباره تلاش کنید.
fr: La connexion Apple a échoué. Réessayez.
id: Masuk dengan Apple gagal. Coba lagi.
it: Accesso con Apple non riuscito. Riprova.
ja: Appleでのサインインに失敗しました。もう一度お試しください。
ro: Conectarea cu Apple a eșuat. Încearcă din nou.
th: เข้าสู่ระบบด้วย Apple ล้มเหลว ลองอีกครั้ง
tr: Apple ile giriş başarısız oldu. Tekrar dene.
zh: Apple 登录失败，请重试。

source: Apply filters and show homes
ar: طبّق عوامل التصفية وأظهر المنازل
ar_ps: طبّق الفلاتر وورّيني البيوت
el: Εφαρμογή φίλτρων και εμφάνιση σπιτιών
es: Aplicar filtros y mostrar casas
fa: اعمال فیلترها و نمایش خانه‌ها
fr: Appliquer les filtres et afficher les logements
id: Terapkan filter dan tampilkan rumah
it: Applica i filtri e mostra le case
ja: フィルターを適用して住まいを表示
ro: Aplică filtrele și afișează locuințele
th: ใช้ตัวกรองและแสดงบ้าน
tr: Filtreleri uygula ve evleri göster
zh: 应用筛选并显示房源

source: Archived
ar: مؤرشف
ar_ps: مؤرشف
el: Αρχειοθετημένα
es: Archivado
fa: بایگانی‌شده
fr: Archivé
id: Diarsipkan
it: Archiviati
ja: アーカイブ済み
ro: Arhivate
th: เก็บถาวรแล้ว
tr: Arşivlendi
zh: 已归档

source: Ask your friend for their Swapl member ID. They must be a verified member.
ar: اطلب من صديقك معرّف عضويته في Swapl. يجب أن يكون عضواً موثّقاً.
ar_ps: اطلب من صاحبك رقم عضويته بـ Swapl. لازم يكون عضو موثّق.
el: Ζητήστε από τον φίλο σας το αναγνωριστικό μέλους Swapl. Πρέπει να είναι επαληθευμένο μέλος.
es: Pide a tu amigo su ID de miembro de Swapl. Debe ser un miembro verificado.
fa: شناسه عضویت Swapl دوستتان را از او بخواهید. او باید عضوی تأیید‌شده باشد.
fr: Demandez à votre ami son identifiant de membre Swapl. Il doit être un membre vérifié.
id: Minta ID anggota Swapl teman Anda. Mereka harus anggota terverifikasi.
it: Chiedi al tuo amico il suo ID membro Swapl. Deve essere un membro verificato.
ja: 友人にSwaplメンバーIDを聞いてください。認証済みメンバーである必要があります。
ro: Cere-i prietenului tău ID-ul de membru Swapl. Trebuie să fie un membru verificat.
th: ขอ Swapl member ID จากเพื่อนของคุณ พวกเขาต้องเป็นสมาชิกที่ยืนยันแล้ว
tr: Arkadaşından Swapl üye kimliğini iste. Doğrulanmış bir üye olmalı.
zh: 向好友索取其 Swapl 会员 ID。对方必须是已验证会员。

source: At least 6 characters. Changing your password signs out your other devices.
ar: 6 أحرف على الأقل. يؤدي تغيير كلمة المرور إلى تسجيل خروج أجهزتك الأخرى.
ar_ps: 6 أحرف على الأقل. لمّا تغيّر كلمة السر بتطلع من أجهزتك التانية.
el: Τουλάχιστον 6 χαρακτήρες. Η αλλαγή του κωδικού σας αποσυνδέει τις άλλες συσκευές σας.
es: Al menos 6 caracteres. Cambiar tu contraseña cierra la sesión en tus otros dispositivos.
fa: حداقل ۶ کاراکتر. تغییر رمز عبور، دستگاه‌های دیگر شما را خارج می‌کند.
fr: Au moins 6 caractères. Changer votre mot de passe déconnecte vos autres appareils.
id: Minimal 6 karakter. Mengubah kata sandi akan mengeluarkan perangkat lain Anda.
it: Almeno 6 caratteri. Cambiare la password disconnette i tuoi altri dispositivi.
ja: 6文字以上。パスワードを変更すると、他のデバイスからサインアウトされます。
ro: Cel puțin 6 caractere. Schimbarea parolei te deconectează de pe celelalte dispozitive.
th: อย่างน้อย 6 ตัวอักษร การเปลี่ยนรหัสผ่านจะออกจากระบบในอุปกรณ์อื่นๆ ของคุณ
tr: En az 6 karakter. Parolanı değiştirmek diğer cihazlarındaki oturumu kapatır.
zh: 至少 6 个字符。更改密码会登出你的其他设备。

source: At least 20 characters — %@ so far.
ar: 20 حرفاً على الأقل — %@ حتى الآن.
ar_ps: 20 حرف على الأقل — %@ لهلق.
el: Τουλάχιστον 20 χαρακτήρες — %@ μέχρι τώρα.
es: Al menos 20 caracteres — %@ hasta ahora.
fa: حداقل ۲۰ کاراکتر — تاکنون %@.
fr: Au moins 20 caractères — %@ pour l'instant.
id: Minimal 20 karakter — %@ sejauh ini.
it: Almeno 20 caratteri — %@ finora.
ja: 20文字以上 — 現在 %@文字。
ro: Cel puțin 20 de caractere — %@ până acum.
th: อย่างน้อย 20 ตัวอักษร — ขณะนี้ %@
tr: En az 20 karakter — şimdiye kadar %@.
zh: 至少 20 个字符——目前 %@ 个。

source: Available %@
ar: متاح %@
ar_ps: متاح %@
el: Διαθέσιμο %@
es: Disponible %@
fa: در دسترس %@
fr: Disponible %@
id: Tersedia %@
it: Disponibile %@
ja: %@に利用可能
ro: Disponibil %@
th: ว่าง %@
tr: %@ uygun
zh: 可用 %@

source: Available for similar dates
ar: متاح لتواريخ مماثلة
ar_ps: متاح بتواريخ قريبة
el: Διαθέσιμο για παρόμοιες ημερομηνίες
es: Disponible para fechas similares
fa: در دسترس برای تاریخ‌های مشابه
fr: Disponible pour des dates similaires
id: Tersedia untuk tanggal serupa
it: Disponibili per date simili
ja: 同じような日程で利用可能
ro: Disponibil pentru date similare
th: ว่างในวันที่ใกล้เคียงกัน
tr: Benzer tarihler için uygun
zh: 相近日期可用

source: Back
ar: رجوع
ar_ps: رجوع
el: Πίσω
es: Atrás
fa: بازگشت
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ro: Înapoi
th: กลับ
tr: Geri
zh: 返回

source: Back to package
ar: العودة إلى الباقة
ar_ps: رجوع للباقة
el: Πίσω στο πακέτο
es: Volver al paquete
fa: بازگشت به بسته
fr: Retour au forfait
id: Kembali ke paket
it: Torna al pacchetto
ja: パッケージに戻る
ro: Înapoi la pachet
th: กลับไปที่แพ็กเกจ
tr: Pakete dön
zh: 返回方案

source: Back to password sign-in
ar: العودة إلى تسجيل الدخول بكلمة المرور
ar_ps: رجوع لتسجيل الدخول بكلمة السر
el: Πίσω στη σύνδεση με κωδικό
es: Volver al inicio de sesión con contraseña
fa: بازگشت به ورود با رمز عبور
fr: Retour à la connexion par mot de passe
id: Kembali ke masuk dengan kata sandi
it: Torna all'accesso con password
ja: パスワードでのサインインに戻る
ro: Înapoi la conectarea cu parolă
th: กลับไปเข้าสู่ระบบด้วยรหัสผ่าน
tr: Parolayla girişe dön
zh: 返回密码登录

source: Balcony
ar: شرفة
ar_ps: بلكونة
el: Μπαλκόνι
es: Balcón
fa: بالکن
fr: Balcon
id: Balkon
it: Balcone
ja: バルコニー
ro: Balcon
th: ระเบียง
tr: Balkon
zh: 阳台

source: Base nightly value
ar: القيمة الليلية الأساسية
ar_ps: القيمة الأساسية لليلة
el: Βασική αξία ανά νύχτα
es: Valor base por noche
fa: ارزش پایه هر شب
fr: Valeur de base par nuit
id: Nilai dasar per malam
it: Valore base per notte
ja: 基本の1泊あたりの価値
ro: Valoarea de bază pe noapte
th: มูลค่าพื้นฐานต่อคืน
tr: Temel gecelik değer
zh: 每晚基础价值

source: Baseline photos
ar: الصور المرجعية
ar_ps: الصور الأساسية
el: Βασικές φωτογραφίες
es: Fotos de referencia
fa: عکس‌های پایه
fr: Photos de référence
id: Foto dasar
it: Foto di riferimento
ja: 基本の写真
ro: Fotografii de referință
th: รูปภาพพื้นฐาน
tr: Temel fotoğraflar
zh: 基础照片

source: Be first to swap when we launch near you.
ar: كن أول من يتبادل عند إطلاقنا بالقرب منك.
ar_ps: كون أول من يبدّل لمّا نطلق جنبك.
el: Γίνετε ο πρώτος που θα ανταλλάξει όταν ξεκινήσουμε κοντά σας.
es: Sé el primero en intercambiar cuando lleguemos a tu zona.
fa: وقتی نزدیک شما راه‌اندازی کردیم، اولین نفر برای مبادله باشید.
fr: Soyez le premier à échanger quand nous arriverons près de chez vous.
id: Jadilah yang pertama bertukar saat kami diluncurkan di dekat Anda.
it: Sii il primo a scambiare quando arriviamo vicino a te.
ja: あなたの地域でのローンチ時に、いち早くスワップしましょう。
ro: Fii primul care face schimb când lansăm în zona ta.
th: เป็นคนแรกที่แลกเปลี่ยนเมื่อเราเปิดตัวใกล้คุณ
tr: Yakınında açıldığımızda takas yapan ilk kişi ol.
zh: 我们在你附近上线时，抢先互换。

source: Become a host
ar: كن مضيفاً
ar_ps: صير مستضيف
el: Γίνετε οικοδεσπότης
es: Conviértete en anfitrión
fa: میزبان شوید
fr: Devenir hôte
id: Jadi tuan rumah
it: Diventa host
ja: ホストになる
ro: Devino gazdă
th: เป็นเจ้าของที่พัก
tr: Ev sahibi ol
zh: 成为房东

source: Before you go
ar: قبل أن تذهب
ar_ps: قبل ما تروح
el: Πριν φύγετε
es: Antes de irte
fa: قبل از رفتن
fr: Avant de partir
id: Sebelum Anda pergi
it: Prima di partire
ja: 出発前に
ro: Înainte să pleci
th: ก่อนคุณจะไป
tr: Gitmeden önce
zh: 在你离开之前

source: Best match
ar: أفضل تطابق
ar_ps: أحسن توافق
el: Καλύτερο ταίριασμα
es: Mejor coincidencia
fa: بهترین تطابق
fr: Meilleure correspondance
id: Paling cocok
it: Più affini
ja: ベストマッチ
ro: Cea mai bună potrivire
th: ตรงกันมากที่สุด
tr: En iyi uyum
zh: 最佳匹配

source: Bike included
ar: دراجة متضمنة
ar_ps: بسكليت متوفر
el: Περιλαμβάνεται ποδήλατο
es: Bicicleta incluida
fa: دوچرخه شامل می‌شود
fr: Vélo inclus
id: Termasuk sepeda
it: Bici inclusa
ja: 自転車付き
ro: Bicicletă inclusă
th: มีจักรยานให้
tr: Bisiklet dahil
zh: 含自行车

source: Block these dates
ar: احجب هذه التواريخ
ar_ps: احجب هالتواريخ
el: Αποκλεισμός αυτών των ημερομηνιών
es: Bloquear estas fechas
fa: مسدود کردن این تاریخ‌ها
fr: Bloquer ces dates
id: Blokir tanggal ini
it: Blocca queste date
ja: この日程をブロック
ro: Blochează aceste date
th: บล็อกวันที่เหล่านี้
tr: Bu tarihleri kapat
zh: 屏蔽这些日期

source: Book on %@
ar: احجز على %@
ar_ps: احجز على %@
el: Κράτηση στο %@
es: Reservar en %@
fa: رزرو در %@
fr: Réserver sur %@
id: Pesan di %@
it: Prenota su %@
ja: %@で予約
ro: Rezervă pe %@
th: จองบน %@
tr: %@ üzerinden rezerve et
zh: 在 %@ 预订

source: Book one-way — no hosting back required
ar: احجز باتجاه واحد — لا حاجة للاستضافة بالمقابل
ar_ps: احجز باتجاه واحد — مش لازم تستضيف بالمقابل
el: Κράτηση μονής κατεύθυνσης — δεν απαιτείται αντι-φιλοξενία
es: Reserva de ida — sin necesidad de hospedar a cambio
fa: رزرو یک‌طرفه — نیازی به میزبانی متقابل نیست
fr: Réservez en aller simple — aucun accueil en retour requis
id: Pesan satu arah — tak perlu menjamu balik
it: Prenota di sola andata — nessun obbligo di ospitare in cambio
ja: 片道で予約 — お返しのホストは不要
ro: Rezervă într-un singur sens — nu e nevoie să găzduiești la rândul tău
th: จองเที่ยวเดียว — ไม่ต้องเป็นเจ้าของที่พักตอบแทน
tr: Tek yönlü rezerve et — karşılığında ev sahipliği gerekmez
zh: 单向预订——无需回请接待

source: Booked on our partners' sites at their prices — swapl may earn a commission, never a markup.
ar: تُحجَز على مواقع شركائنا بأسعارهم — قد يكسب swapl عمولة، لكن دون أي زيادة في السعر.
ar_ps: بينحجز على مواقع شركائنا بأسعارهم — ممكن swapl تاخد عمولة، بس أبداً مش زيادة سعر.
el: Κρατήσεις στους ιστότοπους των συνεργατών μας στις τιμές τους — η swapl μπορεί να κερδίσει προμήθεια, ποτέ προσαύξηση.
es: Reservado en los sitios de nuestros socios a sus precios — swapl puede ganar una comisión, nunca un recargo.
fa: در سایت‌های شرکای ما با قیمت‌های آن‌ها رزرو می‌شود — swapl ممکن است کمیسیون بگیرد، اما هرگز قیمت را افزایش نمی‌دهد.
fr: Réservé sur les sites de nos partenaires à leurs prix — swapl peut percevoir une commission, jamais de majoration.
id: Dipesan di situs mitra kami dengan harga mereka — swapl mungkin mendapat komisi, tak pernah menaikkan harga.
it: Prenotato sui siti dei nostri partner ai loro prezzi — swapl può guadagnare una commissione, mai un sovrapprezzo.
ja: パートナーのサイトでその価格で予約されます。swaplは手数料を得ることはあっても、上乗せはしません。
ro: Rezervat pe site-urile partenerilor noștri la prețurile lor — swapl poate câștiga un comision, niciodată un adaos.
th: จองบนเว็บไซต์ของพาร์ทเนอร์ในราคาของพวกเขา — swapl อาจได้รับค่าคอมมิชชัน แต่ไม่เคยบวกราคาเพิ่ม
tr: İş ortaklarımızın sitelerinde kendi fiyatlarıyla rezerve edilir — swapl komisyon kazanabilir, asla fiyat farkı değil.
zh: 在合作伙伴网站以其原价预订——swapl 可能赚取佣金，绝不加价。
